Repository: synergy2411/concentrix-demo
Catalog: i18n-app/src/locale/source.*.xlf
Languages: de

# pageH1Tag
source: Personal Information System
de: Pers√∂nliches Informationssystem

# label1
source: Person Id
de: Personen-ID

# label2
source: Person Name
de: Name der Person

# label3
source: Person Address
de: Personenadresse

# label4
source: Person City
de: Person Stadt

# label5
source: Person State
de: Personenstatus

# label6
source: Person Occupation
de: Person Beruf

# label7
source: New
de: Neu

# label8
source: Save
de: sparen

# columnHeaderCaptions
source: {VAR_SELECT, select, c,{c}}
de: {VAR_SELECT, select, PersonId{PersonId} PersonName{Nom d'une personne} Address{Adresse} City{Ville} State{Etat} Occupation{Occupation}}
